Repository: chathanathil/GetirTM
Catalog: res/values/strings_*.arb
Languages: ru

# langRu
source: Rusça
ru: Русский

# langTm
source: Türkmençe
ru: Туркменский

# notFound
source: Tapylmady
ru: Не найдено

# symbol
source: m.
ru: м.

# close
source: Ýap
ru: Закрыть

# update
source: Täzele
ru: Обновить

# warning
source: Duýduryş
ru: Предупреждение

# verify
source: Tassykla
ru: Подтвердить

# balance
source: Balans
ru: Баланс

# register
source: Içeri gir
ru: Зарегистрироваться

# registerToContinue
source: Dowam etmek üçin içeri giriň
ru: Зарегистрируйтесь для продолжения

# internetLost
source: Internet ýok
ru: Соединение потеряно

# error
source: Ýalňyşlyk
ru: Ошибка

# homePage_empty
source: Bölüm tapylmady
ru: Категория не найдена

# searchPage_title
source: Gözleg
ru: Поиск

# searchPage_notFound
source: Hiç hili haryt tapylmady
ru: Ничего не найдено

# searchPage_searchResult
source: Gözleg netijesi
ru: Результат поиска

# searchPage_placeholder
source: Gözleg
ru: Поиск

# searchPage_popularSearch
source: Köp gözlenýän harytlar
ru: Часто ищут

# cartPage_title
source: Sebet
ru: Корзина

# cartPage_empty
source: Sebediňizde haryt ýok
ru: Нет товаров в корзине

# cartPage_continue
source: Dowam et
ru: Продолжить

# profilePage_title
source: Profilim
ru: Мой профиль

# profilePage_unknown
source: Näbelli
ru: Неизвестный

# profilePage_login
source: Içeri gir
ru: Войти

# profilePage_favorites
source: Halanlarym
ru: Избранные

# profilePage_address
source: Salgylar
ru: Адреса

# profilePage_orders
source: Sargytlar
ru: Заказы

# profilePage_version
source: Wersiýa
ru: Версия

# profilePage_lang
source: Dil
ru: Язык

# profilePage_help
source: Kömek
ru: Помощь

# profilePage_about
source: Biz barada
ru: О нас

# profilePage_logout
source: Çykyş
ru: Выйти

# orderHistoryPage_title
source: Sargytlar
ru: Заказы

# orderHistoryPage_empty
source: Siziň hiç hili sargydyňyz ýok
ru: У Вас нет никаких заказов

# status_new
source: Täze
ru: Новый

# status_pay
source: Tölenmedik
ru: Неоплаченный

# status_pending
source: Ýerine ýetirilýär
ru: Выполняется

# status_completed
source: Tamamlandy
ru: Завершено

# status_canceled
source: Goýbolsun edildi
ru: Отменен

# favoritePage_title
source: Halanlarym
ru: Избранные

# favoritePage_empty
source: Harydy halanlaryňyza goşmak üçin, harydy açyp, ýokardaky sag ýürejik düwmesine basyp goşup bilersiňiz
ru: Чтобы добавить товар в избранные, откройте товар, нажмите сердечко в верхнем правом углу

# addressPage_title
source: Salgy
ru: Адрес

# addressPage_empty
source: Salgy tapylmady
ru: Адрес не найден

# addressPage_added
source: Salgyňyz goşuldy
ru: Адрес добавлен

# addressPage_deleted
source: Salgyňyz pozuldy
ru: Адрес удален

# addressPage_updated
source: Salgyňyz üýtgedildi
ru: Адрес изменен

# addressPage_delete
source: Poz
ru: Удалить

# addressPage_default
source: Esasy edip bellemek
ru: Сделать по умолчанию

# addressPage_defaulted
source: esasy
ru: по умолчанию

# createAddressPage_createAddress
source: Salgy goş
ru: Добавить адрес

# createAddressPage_editAddress
source: Üýtgetmek
ru: Редактировать

# createAddressPage_selectState
source: Şäheri saýlaň
ru: Выберите город

# createAddressPage_stateNotSelected
source: Şäheri saýlamadyňyz
ru: Город не выбран

# createAddressPage_selectRegion
source: Raýony saýlaň
ru: Выберите район

# createAddressPage_regionNotSelected
source: Raýony saýlamadyňyz
ru: Район не выбран

# createAddressPage_titleField
source: Ady
ru: Название:

# createAddressPage_titleHint
source: meselem: Öý salgysy
ru: например: Домашний адрес

# createAddressPage_address
source: Salgy: Köçe, jaý, otag
ru: Адрес: Улица, дом, квартира

# createAddressPage_addressHint
source: meselem: 10 ýil Abadançylyk köçesi 444 jaý, otag 44
ru: например: улица 10 йыл Абаданчылык, дом 444, квартира 44

# createAddressPage_required
source: Boş bolmaly däl
ru: Поле не должно быть пустым

# createAddressPage_create
source: Goş
ru: Добавить

# createAddressPage_update
source: Ýatda sakla
ru: Запомнить

# productsPage_title
source: Harytlar
ru: Товары

# productDetailsPage_addToBasket
source: Sebede goş
ru: Добавить в корзину

# productDetailsPage_content
source: Haryt barada
ru: Содержимое

# productDetailsPage_details
source: Giňişleýin
ru: Подробнее

# langSettingPage_title
source: Dili saýlaň
ru: Выберите язык

# paymentPage_title
source: Töleg etmek
ru: Оплатить

# paymentPage_loading
source: Ýüklenýär...
ru: Загрузка

# paymentPage_pay
source: Töleg etmek
ru: Выполнить оплату

# paymentPage_cancel
source: Sahypany ýap
ru: Закрыть страницу

# paymentPage_warning
source: Duýduryş
ru: Предупреждение

# paymentPage_warningMessage
source: Eger bu sahypany ýapsaňyz, Siziň tölegiňiz amala aşyrylmaz
ru: Если Вы выйдите с этой страницы, то Ваш платеж не будет завершен!

# checkoutPage_title
source: Barlag
ru: Проверка

# checkoutPage_additionalInfo
source: Goşmaça maglumat
ru: Дополнительная информация

# checkoutPage_address
source: Salgy
ru: Адрес

# checkoutPage_addressSelect
source: Salgyňyzy saýlaň
ru: Выберите адрес

# checkoutPage_toPay
source: Tölege degişli
ru: Оплата

# checkoutPage_productTotal
source: Haryt jemi
ru: Все товары

# checkoutPage_deliveryService
source: Eltip berme hyzmaty
ru: Доставка

# checkoutPage_total
source: Jemi
ru: Итого

# checkoutPage_payType
source: Töleg görnüşi
ru: Способ оплаты

# checkoutPage_TaC
source: Düzgünnama bilen doly tanyşdym
ru: Я ознакомился с Правилами

# checkoutPage_error
source: Ýalnyşlyk, täzeden barlap görüň
ru: Произошла ошибка, попробуйте снова

# checkoutPage_online
source: Onlaýn
ru: Онлайн

# checkoutPage_payOnline
source: Kartdan onlaýn töleg etmek
ru: Оплатить картой онлайн

# checkoutPage_cash
source: Nagt
ru: Наличные

# checkoutPage_payCash
source: Harydy alanyňda nagt hasaplaşmak
ru: Оплатить наличными при получении

# checkoutPage_addressNotSelected
source: Salgyny saýlamadyňyz
ru: Адрес не выбран

# checkoutPage_orderNow
source: Sargamak
ru: Заказать

# checkoutPage_close
source: Ýap
ru: Закрыть

# checkoutPage_success
source: Üstünlikli
ru: Успешно

# checkoutPage_successMessage
source: Siziň sargydyňyz üstünlikli ýerine ýetirildi. Administrasiýa Siziň bilen tiz wagtdan habarlaşar
ru: Ваш заказ успешно оформлен. Спасибо за покупку. Наш менеджер свяжется с Вами по телефону или e-mail для согласования адреса и время доставки.

# orderDetailsPage_title
source: Giňişleýin
ru: Подробнее

# orderDetailsPage_onlinePay
source: Onlaýn töleg
ru: Онлайн оплата

# orderDetailsPage_cashPay
source: Nagt töleg
ru: Оплата наличными

# orderDetailsPage_address
source: Salgy:
ru: Адрес:

# orderDetailsPage_cardInfo
source: Kart maglumatlary:
ru: Информация о карте:

# orderDetailsPage_cardHolder
source: Kart eýesi:
ru: Владелец карты:

# orderDetailsPage_cardNumber
source: Kart belgisi:
ru: Номер карты:

# orderDetailsPage_expire
source: Möhleti:
ru: Срок действия:

# orderDetailsPage_products
source: Harytlar
ru: Все товары

# faqsPage_title
source: Köp soralýan soraglar
ru: Часто задаваемые вопросы

# aboutPage_title
source: Biz barada
ru: О Нас

# termsPage_title
source: Düzgünnama
ru: Пользовательское соглашение

# verifyPage_title
source: Ulanyjy logini
ru: Логин пользователя

# verifyPage_phoneField
source: Telefon
ru: Телефон

# verifyPage_codeField
source: Kod
ru: Код

# verifyPage_verify
source: Tassyklamak
ru: Подтвердить

# verifyPage_sendCode
source: Kody ugratmak
ru: Отправить код

# verifyPage_resendCode
source: Kody täzeden ugratmak
ru: Переотправить код

# verifyPage_resendCodeIn
source: Kody $seconds sekuntdan täzeden ugratmak
ru: Переотправить через $seconds секунд

# verifyPage_phoneInvalid
source: Telefon belgisi nädogry
ru: Номер телефона недействителен

# verifyPage_codeInvalid
source: Kod nädogry
ru: Код недействителен

# discount_card
source: Arzanladyş karty
ru: Дисконтная карта

# discount_card_number_invalid
source: Kart belgiňiz nädogry
ru: Номер карты недействителен

# discount_card_limit
source: Kartyň belgisi 16 sandan ybarat bolýar
ru: Номер карты состоит из 16 цифр

# enter_discount_card_number
source: Kart belgiňizi giriziň
ru: Ведите номер карты

# get_discount_card
source: Kart sarga
ru: Получить карту

source: Terminal
ru: Терминал

# pay_with_terminal_text
source: Harydy alanyňda terminaldan tölemek
ru: Оплатить через терминал при получении

# point
source: bal
ru: балл

# point_plural
source: bal
ru: баллов

# use_points
source: Ballary ulanmak
ru: Использовать баллы

# used_points
source: Ulanylan bal
ru: Потрачено баллов

# getir_point
source: Bal Getir Tm
ru: Баллы Getir Tm

# repeat_order
source: Sargydy gaýtalamak
ru: Повторить заказ

# repeat_order_content
source: Sebediňizdäki harytlar pozulyp, ýokardaky harytlar goşular. Dowam etmek isleýäňizmi?
ru: Товары в Вашей корзине будут удалены, и добавлены вышеуказанные товары. Хотите продолжить?

# repeat_order_message
source: Sargydyňyz sebede goşuldy
ru: Ваш заказ добавлен в корзину

# yes
source: Hawa
ru: Да

# no
source: Ýok
ru: Нет

# login_to_order
source: Dowam etmek üçin agza boluň
ru: Зарегистрируйтесь, чтобы продолжить

# earn_points
source: Gazanÿan balyñyz
ru: Вы заработаете

# enter_discount_card_name
source: Ady
ru: Имя

# enter_discount_card_surname
source: Familýa
ru: Фамилия

# enter_discount_card_phone
source: Telefon belgi
ru: Номер телефона

# enter_discount_card_birthday
source: Doglan wagty
ru: Дата рождения

# discount_card_get_rule
source: «Getir tm» dürli görnüşli harytlar bilen bir hatarda, müşderilerine söwdalarynyň netijesinde bonuslary ýygnamaga hem mümkinçilik döredýär. Täze ulgamyň esasynda, müşderiler her satyn alan harytlaryndan belli mukdarda bal ýygnap bilýär. Hasapda ýygnalan ballar hasaplaşyk maksatly ulanylyp bilner. Şeýle hem müşderiler applikasiýada ýerleşdirilen maglumatnamany doldurmak arkaly bonus kartlaryna eýe bolup bilerler. Bu kartlar yzygiderli müşderiler üçin amatly teklip bolup durýar.
ru: Накопительная система баллов. «Getir tm» предлагает покупателям не только большой выбор товаров, но и выгодную бонусную накопительную систему. Благодаря новой системе, покупатели могут покупать продукты через приложение и накапливать за покупки баллы, которые в дальнейшем могут использовать при осуществлении оплаты заказа. Покупатели могут получить бонусную карту просто заполнив анкету в приложении. Это выгодное предложение для постоянных клиентов.

# discount_card_order_success
source: Siziň «Getir tm» karty almak üçin eden sargydyňyz kabul edildi
ru: Ваш заказ для получения карты «Getir tm» принят!

# invalid_field
source: Dogry girizilmedi
ru: Поле заполнено некорректно
